---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportLayerTableIterator
source: html/a839bf90-fd93-871e-8343-de1535177f58.htm
---
# ExportLayerTableIterator Properties

Gets the item at the current position of the iterator.